Repository: BeAPI/shoppingfeed-custom-fields
Catalog: languages/shopping-feed-custom-fields-*.po
Languages: fr_fr

source: ACF fields
fr_fr: Champs ACF

source: ACF repeater and editor fields are not supported
fr_fr: Les champs repeater et editor de ACF ne sont pas supportés

source: Custom fields
fr_fr: Champ personnalisés

source: Custom fields to export to ShoppingFeed. Default : all
fr_fr: Champs personnalisés à inclure dans le flux ShoppingFeed. Par défaut : tous

source: Here is the list of the supported ACF fields : text, textarea, number, email, password, url, select, checkbox, radio, true_false, link
fr_fr: Liste de champs ACF supportés : text, textarea, number, email, password, url, select, checkbox, radio, true_false, link

source: Save changes
fr_fr: Enregistrer

source: Search
fr_fr: Rechercher

source: Selected ACF Fields
fr_fr: Champs ACF sélectionnés

source: Settings
fr_fr: Réglages

source: ShoppingFeed and ACF plugins must be activated
fr_fr: Les plugins ShoppingFeed et ACF doivent être activés

source: Unselected ACF Fields
fr_fr: Champs ACF non sélectionnés
